Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: what happens to the particles inside a material when it changes from one state to another ?
af: wat gebeur met die deeltjies binne in 'n materiaal wanneer dit van een toestand na 'n ander verander ?

source: the next activity will help us to answer that question .
af: die volgende aktiwiteit sal ons help om hierdie vraag te beantwoord .

source: the objective of this extension activity is to establish that a change in state does not change the characteristics of the particles of a material they only change the behaviour of the particles .
af: die doel van hierdie uitbouingsaktiwiteit is om aan te toon dat 'n verandering in toestand nie die eienskappe van die deeltjies van 'n materiaal be&#239;nvloed nie maar slegs die gedrag van die deeltjiesverander .

source: if you cannot watch the video then use the images supplied below .
af: indien julle nie die video kan kyk nie kan die beelde hieronder gebruik word .

source: although state changes is not specified for gr. 6 in caps if you have time it could be a good idea to do this again and refresh what learners did in gr. 4 as they might not remember and these are important concepts for physical science in the higher grades .
af: alhoewel toestandsveranderinge nie in caps vir graad 6 gespesifiseer is nie kan dit 'n goeie idee weesom te hersien wat in graad 4 gedoen is as jy daarvoor tyd het aangesien leerders moontlik nie alles sal onthou nie en hierdie belangrike konsepte vir fisiese wetenskap in die ho&#235;r grade is .

source: a fun website with activities about materials http www.bbc.co.uk schools ks2bitesize science materials
af: 'n prettige webwerf met aktiwiteite oor materiale http www.bbc.co.uk schools ks2bitesize science materials

source: what do we call the solid state of water ?
af: wat noem ons die vaste toestand van water ?

source: what do we call the liquid state of water ?
af: wat noem ons die vloeistoftoestand van water ?

source: water
af: die tabel hieronder bevat 'n lys van houers

source: what do we call the gas state of water ?
af: wat noem ons die gastoestand van water ?

source: water vapour or steam
af: waterdamp of stoom

source: what do we call the process of ice changing to liquid water ?
af: wat noem ons die proses waarin ys na vloeibare water verander ?

source: melting
af: smelting

source: what do we call the process of liquid water changing to ice ?
af: wat noem ons die proses waarin vloeibare water na ysverander ?

source: freezing
af: vries

source: what do we call the process of liquid water changing to water vapour steam ?
af: wat noem ons die proses waarin vloeibare water nawaterdamp stoom verander ?

source: evaporation
af: verdamping

source: what do we call the process when steam water vapour changes to water ?
af: wat noem ons die proses waarin stoom waterdamp nawater verander ?

source: condensation
af: kondensasie

source: do the particles in the ice change when the ice melts ?
af: verander die deeltjies in die ys wanneer dit smelt ?

source: no the particles stay the same .
af: nee die deeltjies bly dieselfde .

source: they are still water particles .
af: hulle is steeds waterdeeltjies .

source: if ice and liquid water have the same particles why do ice and liquid water have different properties? ice is solid and water is liquid .
af: as ys en vloeibare water dieselfde deeltjies het hoekom het ys en vloeibare water verskillende eienskappe? ys is solied en water is vloeibaar .

source: the particles of water behave differently in ice and in water .
af: die deeltjies van water gedra hulle anders in ys as in water .

source: in ice the particles are packed and stay in position .
af: in ys is die deeltjies saamgepak en bly hulle in vaste posisies .

source: in liquid water the particles are still very close together but they can move around .
af: in vloeibare water is die deeltjies steeds baie naby mekaar maar hulle kan rondbeweeg .

source: how can the water particles in ice be made to move freely? think of the 'solid' learners .
af: hoe kan ons maak dat die waterdeeltjies in ys vrylik beweeg? dink aan die 'vaste stof' leerders .

source: what did we give them to make them move ?
af: wat het ons aan hulle gegee om hulle te laat beweeg ?

source: we should give the particles some energy .
af: ons moet die deeltjies energie gee .

source: how can we change water to steam ?
af: hoe kan ons water na stoom verander ?

source: we must heat the water give it more energy .
af: ons moet die water verhit dit meer energie gee .

source: how can we change water to ice ?
af: hoe kan ons water na ys verander ?

source: we must make it cold take away some of its energy .
af: ons moet dit koud maak van die energie daaruit wegneem .

source: how are the particles arranged in a solid ?
af: hoe is die deeltjies in 'n vaste stof gerangskik ?

source: the particles in a solid are tightly packed into fixed positions .
af: die deeltjies in 'n vaste stof is styf saamgepak in vaste posisies .

source: how do the particles in a gas behave ?
af: hoe gedra die deeltjies in 'n gas hulself ?

source: the particles in a gas are moving around all the time and they are far apart .
af: die deeltjies in 'n gas beweeg heeltyd rond en is baie ver uitmekaar .

source: they fill all the space available to them .
af: hulle vul die hele ruimte wat beskikbaar is .

source: what is a mixture ?
af: wat is 'n mengsel ?

source: a mixture is two or more different materials that have been mixed together .
af: 'n mengsel is twee of meer verskillende materiale wat saamgemeng is .

source: in some mixtures the different materials are still clearly visible after mixing .
af: in sommige mengsels is die verskillende materiale nog duidelik sigbaar na vermenging .

source: a mixture of peanuts and raisins would be an example of such a mixture .
af: 'n mengsel van grondbone en rosyne is 'n voorbeeld van so 'n mengsel .

source: how would we separate the peanuts and the raisins ?
af: hoe kan ons die grondbone en rosyne skei ?

source: well we could simply pick the raisins out of the peanuts !
af: wel ons kan eenvoudig die rosyne tussen die grondbone uithaal .

source: can you think of other mixtures in which the different materials are still clearly visible after mixing ?
af: kan jy aan ander mengsels dink waarin die verskillende materiale nog duidelik sigbaar is na vermenging ?

source: look at the pictures below for some ideas .
af: kyk na die prente hieronder vir 'n paar idees .

source: in other mixtures the materials are mixed so thoroughly that it seems one material has 'disappeared' into the other .
af: in ander mengsels is die materiale so goed vermeng dat dit lyk asof een materiaal in die ander verdwyn het .

source: such mixtures are called solutions .
af: sulke mengsels word oplossings genoem .

source: we will learn more about solutions shortly .
af: ons sal binnekort meer oor oplossings leer .

source: first we will have some fun making mixtures .
af: ons gaan eers 'n bietjie pret h&#234; met die aanmaak van mengsels .

source: you need a sieve or strainer that is coarse enough to let all the sugar through .
af: jy benodig 'n sif wat grof genoeg is om al die suiker deur te laat .

source: a suggestion is to sieve the sugar first .
af: 'n voorstel is om die suiker vooraf te sif .

source: whatever passes through the sieve can be used in class .
af: wat ook al deur die sif gaan kan in die klas gebruik word .

source: instructions part 1
af: instruksies deel 1

source: can you still see the individual rice and barley grains ?
af: kan jy nog die individuele rys en gortkorrels sien ?

source: draw a picture of the mixture .
af: teken 'n prent van die mengsel .

source: separate the mixture into a pile of rice grains and a pile of barley grains .
af: skei die mengsel in 'n hoop ryskorrels en 'n hoop gortkorrels .

source: write a sentence to explain how you separated the mixture .
af: skryf 'n sin neer om te verduidelik hoe jy die mengsel geskei het .

source: the learners may answer 'i picked the barley grains out of the rice' or 'i picked the rice grains out of the barley' .
af: die leerders sou kon antwoord 'ek het die gortkorrelseen vir een tussen die rys uitgehaal' of 'ek het die ryskorrels tussen die gort uitgehaal' .

source: did the barley and rice grains change in any way or do they still look the same as before they were mixed ?
af: het die gort en ryskorrels enigsins verander of lyk hulle nog dieselfde as voordat hulle vermeng is ?

source: the grains still look the same .
af: die korrels lyk nog dieselfde .

source: instructions part 2
af: instruksies deel 2

source: can you still see the individual rice and sugar grains ?
af: kan jy nog die individuele rys en suikerkorrels sien ?

source: separate the mixture into a pile of rice grains and a pile of sugar grains .
af: skei die mengsel in 'n hoop ryskorrels en 'n hoopsuikerkorrels .

source: the learners may answer 'i picked the rice grains out of the sugar' .
af: die leerders sou kon antwoord 'ek het die ryskorrels een vir een tussen die suiker uitgehaal' .

source: can you think of a quick way to separate the mixture using a sieve ?
af: kan jy aan 'n vinnige metode dink om die mengsel te skei deur 'n sif te gebruik ?

source: describe what you would do to separate the mixture .
af: beskryf wat jy sal doen om die mengsel te skei .

source: describe what would happen to the mixture .
af: beskryf wat met die mengsel sal gebeur .

source: i would put the mixture in the sieve .
af: ek sal die mengsel in die sif plaas .

source: the sugar grains will fall through the sieve and the rice grains will stay behind .
af: die suikerkorrels sal deur die sif val en die ryskorrels sal agterbly .

source: did the sugar and rice grains change in any way or do they still look the same as before they were mixed ?
af: het die suiker en ryskorrels enigsins verander of lyk hulle nog dieselfde as voordat hulle vermeng is ?

source: instructions part 3
af: instruksies deel 3

source: teacher note this part of the activity needs to be planned for by the teacher .
af: onderwysersnota hierdie deel van die aktiwiteit moet goed deur die onderwyser beplan word .

source: the sand and sugar must be of the same average grain size and should be sieved in advance to ensure this is so .
af: die suiker en sand moet van dieselfde gemiddelde korrelgrootte wees en moet vooraf gesif word om seker te maak dat dit wel die geval is .

source: the impact of the uselessness of sieving will be partially or totally lost otherwise .
af: die impak van die nutteloosheid van sifting sal andersins gedeeltelik of heeltemal verlore gaan .

source: can you separate the mixture into a pile of sand grains and a pile of sugar grains ?
af: kan jy die mengsel in 'n hoop sandkorrels en 'n hoopsuikerkorrels skei ?

source: how long would it take if you picked the sand grains out of the sugar one by one ?
af: hoe lank sou dit neem om die sandkorrels een vir een tussen die suikerkorrels uit te haal ?

source: the learners may answer 'it would be possible but it would take a very long time.'
af: die leerders sou kon antwoord 'dit sou moontlik wees maar dit sal baie lank neem.'

source: do you think that it would be possible to separate the mixture using a sieve ?
af: dink jy dat dit moontlik sou wees om die mengsel met 'n sif te skei ?

source: it would not be possible to separate the mixture with the sieve because the sugar grains and the sand grains are both small enough to fall through the sieve .
af: dit sal nie moontlik wees om die mengsel met die sif te skei nie want die suikerkorrels en die sandkorrels is albei klein genoeg om deur die sif te val .

source: in the previous activity we mixed solid materials with different sized grains and learnt that
af: in die vorige aktiwiteit het ons vaste materiale met verskillende korrelgroottes vermeng en geleer dat

source: in the next activity we will explore mixtures of solids and liquids .
af: in die volgende aktiwiteit gaan ons mengsels van vaste stowwe en vloeistowwe ondersoek .

source: can you still see the individual sand grains ?
af: kan jy nog die individuele sandkorrels sien ?

source: can you separate the mixture into a pile of sand grains and water? .
af: kan jy die mengsel skei in 'n hoop sandkorrels en water ?

source: how long would it take if you picked the sand grains out of the water one by one ?
af: hoe lank sal dit neem indien jy die sandkorrels een vir een uit diewater haal ?

source: the learners may answer 'it would be possible but it would take a very long time' .
af: die leerders sal dalk antwoord &#8221;dit sal moontlik wees maar dit sal baie lank neem.&#8221;

source: would it be possible to separate the sand from the water using the sieve ?
af: sal dit moontlik wees om die sand met 'n sif van die water te skei ?

source: no it would not be possible because the grains and the water would both pass through the sieve .
af: nee dit sal nie moontlik wees nie omdat die sand en water albei deur die sif sal gaan .

source: would it be possible to separate the sand from the water using the paper towel ?
af: sal dit moontlik wees om die sand van die water te skei deur 'n papierhanddoek te gebruik ?

source: if you think it would be possible explain what you would do .
af: as jy dink dat dit moontlik is verduidelik wat jy sal doen .

source: yes it would be possible .
af: ja dit sal moontlik wees .

source: i would pour the mixture through the towel .
af: ek sal die mengsel deur die papierdoek gooi .

source: the sand will stay behind on the towel while the water will pass through it .
af: die sand sal agterbly terwyl die water daardeur sal gaan .

source: do you think it would be possible to separate sugar and water in the same way by filtering the mixture through a towel ?
af: dink jy dit sal moontlik wees om suiker en water op dieselfde manier te skei deur die mengsel deur 'n papierdoek te filtreer ?

source: i think it would not be possible because the sugar will dissolve in the water and also pass through the towel .
af: ek dink nie dit sal moontlik wees nie omdat die suiker in die water sal oplos en ook deur die handdoek sal gaan .

source: in the previous activity we mixed a solid material sand with a liquid water and learnt that sometimes a mixture of liquid and solid can be separated by filtering .
af: in die vorige aktiwiteit het ons 'n vaste materiaal sand met 'n vloeistof water vermeng en geleer dat 'n mengsel van 'nvloeistof en 'n vastestof soms deur middel van filtrasie geskei kan word .

source: in the activity the towel was used as a filter .
af: in hierdie aktiwiteit is die handdoek as filter gebruik .

source: is it possible to mix liquids ?
af: is dit moontlik om vloeistowwe te vermeng ?

source: can you think of examples of mixtures of liquids ?
af: kan jy dink aan voorbeelde van mengsels van vloeistowwe ?

source: look at the picture below for some ideas .
af: kyk na die foto hieronder vir 'n paar idees .

source: let's look at some liquids which are not so easy to mix together .
af: kom ons kyk na 'n paar vloeistowwe wat nie so maklik is om saam te meng nie .

source: did the liquids mix ?
af: het die vloeistowwe gemeng ?

source: describe what the mixture looks like .
af: beskryf hoe die mengsel lyk .

source: the two liquids did not mix .
af: die twee vloeistowwe het nie gemeng nie .

source: there are two liquid layers .
af: daar is twee lae vloeistof .

source: do you think it would be possible to scoop all the oil out of the water ?
af: dink jy dit sal moontlik wees om al die olie uit die water te skep ?

source: how long do you think it would take ?
af: hoe lank dink jy dit sal neem ?

source: the learners may answer 'it would be possible to scoop out some of the oil but it would take a very long time .
af: die leerders sal dalk antwoord &#8221;dit sal moontlik wees om van die olie uit te skep maar dit sal 'n baie lang tyd neem .

source: i don't think it would be possible to get all the oil out of the water' .
af: ek dink niedit sal moontlik wees om al die olie uit die water te kry nie.&#8221;

source: would it be possible to separate the liquids using a sieve or a filter ?
af: sal dit moontlik wees om die vloeistowwe te skei met behulp van 'n sif of filter ?

source: no it would not be possible because the oil and the water would both pass through the sieve and the filter .
af: nee dit sal nie moontlik wees nie omdat die olie en die water albei deur die sif en filter sal gaan .

source: can you think of another way to separate the mixture into oil and water ?
af: kan jy aan 'n ander manier dink om die mengsel van olie en water te skei ?

source: learners may suggest pouring decanting the oil from the water .
af: leerders kan dalk voorstel dat die olie van die water afgegiet afgooi word .

source: do you think it would be possible to separate a mixture of juice and water using any of the methods that we have used so far hand separating sieving filtering or decanting ?
af: dink jy dat dit moontlik sal wees om 'n mengsel van sap en water te skei met enige van die metodes wat ons tot dusver gebruikhet handskeiding sifting filtrering of afgieting ?

source: i don't think it will be possible because the juice and water will be mixed too thoroughly .
af: ek dink nie dit sal moontlik wees nie omdat sap en water te deeglik vermeng sal wees .

source: the real reason is that the juice will be dissolved in the water which means the substances are mixed on a level of individual particles but learners may not be able to put this into words yet .
af: die werklike rede is dat die sap in water opgelos sal wees .

source: in the previous activity we mixed two liquids water and oil and learned that sometimes a mixture of two liquids can be separated by decanting .
af: in die vorige aktiwiteit het ons twee vloeistowwe water en olie vermeng en geleer dat twee vloeistowwe somtyds deur afgieting geskei kan word .

source: in the next section we will summarise all the different ways of separating mixtures .
af: in die volgende afdeling gaan ons die verskillende maniere om mengsels te skei opsom .

source: we have made different mixtures and tried to separate them using a variety of methods .
af: ons het verskillende mengsels gemaak en hulle probeer skei deur gebruik te maak van verskeie metodes .

source: in this section we will revise all these separation methods .
af: in hierdie afdeling gaan ons hierdie skeidingmetodes hersien .

source: the table below contains pictures of mixtures .
af: die tabel hieronder bevat foto's van mengsels .

source: peanuts and raisins
af: grondbone en rosyne

source: pick the raisins out of the mixture .
af: haal die rosyne een vir een uit die mengsel .

source: the peanuts will remain .
af: diegrondbone sal agterbly .

source: spaghetti and meatballs
af: spaghetti met vleissous

source: pick the spaghetti out of the sauce which will remain behind .
af: haal die spaghetti uit die sous wat sal agterbly .

source: peach plum banana and berries
af: perske pruim piesang en bessies

source: pick out the berries followed by the banana pieces etc. until all the ingredients have been separated .
af: haal die bessies uit gevolg deur die piesangstukke en so meer totdat al diebestanddele geskei is .

source: boys and girls
af: seuns en meisies

source: tell the boys to stand on one side of the class and the girls to stand on the other side .
af: die gebruik van die volgende alternatiewe stellings word aanbeveel

source: the table below contains descriptions of mixtures .
af: die tabel hieronder bevat beskrywings van mengsels .

source: liquid and liquid
af: vloeistof en vloeistof

source: decant the oil off the top .
af: giet die olie van die bokant af .

source: liquid and solid
af: vloeistof en vastestof

source: decant the water off the sand or filter the mixture .
af: giet die water van die sand af of filtreer diemengsel .

source: solid and solid
af: vastestof en vastestof

source: pick the rice out of the sugar or sieve the mixture through a sieve with holes that are small enough to let the sugar through but not the rice grains .
af: haal die rys tussen die suiker uit of sif die mengsel deur 'n sif waarvan die gaatjies klein genoeg is om die suiker deur te laat maar nie die ryskorrels nie .

source: it is possible to mix materials in many different combinations .
af: dit is moontlik om materiale in baie verkillende kombinasies te meng .

source: in a mixture the materials that have been mixed do not change .
af: in 'n mengsel verander die materiale wat gemeng is nie .

source: they keep their individual properties .
af: hulle behou hulle individuele eienskappe .

source: sometimes it is possible to separate a mixture into the individual materials again .
af: soms is dit moontlik om 'n mengsel weer in sy afsonderlike materiale te skei .

source: a mixture is made when we mix two or more materials together .
af: 'n mengsel word gemaak wanneer ons twee of meer materiale meng .

source: list six different ways in which solids liquids and gases can be combined to form mixtures .
af: noem ses verskillende maniere waarop vaste stowwe vloeistowwe en gasse vermeng kan word om mengsels te vorm .

source: combine a solid with a solid .
af: meng 'n vastestof met 'n vastestof .

source: combine a solid with a liquid .
af: meng 'n vastestof met 'n vloeistof .

source: combine a solid with a gas .
af: meng 'n vastestof met 'n gas .

source: combine a liquid with a liquid .
af: meng 'n vloeistof met 'n vloeistof .

source: combine a liquid with a gas .
af: meng 'n vloeistof met 'n gas .

source: combine a gas with a gas .
af: meng 'n gas met 'n gas .

source: use the information in the pie chart and make a list of all the gases that are found in clean air .
af: gebruik die inligting in die sektordiagram en maak 'n lys van al die gasse wat in skoon lug voorkom .

source: which gas is the most abundant in air? which gas is found in the largest amount? what percentage of this gas is present in clean air ?
af: watter gas is die volopste in lug? watter gas kom in die grootste hoeveelheid voor? watter persentasie van hierdie gas is teenwoordig in skoon lug ?

source: what percentage of oxygen is present in air ?
af: watter persentansie suurstof is in lug teenwoordig ?

source: if you had 5000 air particles how many of these particles would be oxygen particles ?
af: as jy 5000 lugdeeltjies het hoeveel van hierdie deeltjies sal suurstofdeeltjies wees ?

source: 20.9 of 5000 particles are oxygen particles .
af: 20 9 uit die 5000 deeltjies is suurstofdeeltjies .

source: therefore no of oxygen particles 20.9 of 5000
af: daarom is die aantal suurstofdeeltjies 20 9 van 5000

source: 1045 oxygen particles .
af: 1045 suurstofdeeltjies .

source: the important message to convey in this section is that solutions are mixtures albeit of a special type .
af: die belangrike boodskap om in hierdie afdeling oor te dra is dat oplossings mengsels is hoewel van 'n spesiale aard .

source: the word mixture is used to describe any combination of two or more substances .
af: die woordmengsel word gebruik om enige kombinasie van twee of meer stowwe te beskryf .

source: a mixture can only be a solution if the particles and here we are referring to the smallest possible particles namely molecules of the two substances are separate from each other and mingle freely with each other .
af: 'n mengsel kan slegs 'n oplossing wees indien die deeltjies en hier verwys ons na die kleinste moontlike deeltjies naamlik molekules van die twee stowwe afsonderlik van mekaar is en vrylik met mekaar kan meng .

source: solutions are mixtures even at the level of molecules or other fundamental particles .
af: oplossings is mengsels selfs opdie vlak van molekules of ander fundamentele deeltjies .
